tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "fzf"
brew "git"
brew "go-task"
brew "gradle"
brew "gum"
brew "libtiff"
brew "little-cms2"
brew "openjdk"
brew "helm"
brew "hugo"
brew "jenv"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "maven"
brew "neovim"
brew "nvm"
brew "openssl@1.1"
brew "postgresql@16"
brew "ripgrep"
brew "zstd"
brew "hashicorp/tap/terraform"